import room1 from "../assets/images/details-1.jpeg";
import room2 from "../assets/images/details-2.jpeg";
import room3 from "../assets/images/details-3.jpeg";
import room4 from "../assets/images/details-4.jpeg";
import img1 from "../assets/images/room-1.jpeg";
import img2 from "../assets/images/room-2.jpeg";
import img3 from "../assets/images/room-3.jpeg";
import img4 from "../assets/images/room-4.jpeg";
import img5 from "../assets/images/room-5.jpeg";
import img6 from "../assets/images/room-6.jpeg";
import img7 from "../assets/images/room-7.jpeg";
import img8 from "../assets/images/room-8.jpeg";
import img9 from "../assets/images/room-9.jpeg";
import img10 from "../assets/images/room-10.jpeg";
import img11 from "../assets/images/room-11.jpeg";
import img12 from "../assets/images/room-12.jpeg";

export const items = [
  {
    sys: {
      id: "1"
    },
    fields: {
      name: "single economy",
      slug: "single-economy",
      type: "Одноместный",
      price: 100,
      size: 200,
      capacity: 1,
      pets: false,
      breakfast: false,
      featured: false,
      description:
        "Уютный номер, в котором могут разместиться гости. Номер с кондиционером, выполненный в спокойной цветовой гамме и распологает к отдыху после долгих экскурсий, прогулок и развлечений на море. В номере предусмотрена вся необходимая мебель. Одним из достоинств этого номера являются большие панорамные окна  и просторный балкон с летней мебелью, что позволит отдыхать на свежем воздухе в любое время суток. Номер содержит все необходимое для комфортного проживания и отдыха: уютная мягкая мебель, спутниковое телевидение, систему кондиционирования, Интернет (WiFi), холодильник. ",
      extras: [
        "Пышные подушки, дышащее постельное белье",
        "Большие, мягкие банные полотенца",
        "Туалетные принадлежности",
        "Бесплатные напитки",
        "Охрана и безопаность",
        "Интернет",
        "Удобные кровати"
      ],
      images: [
        {
          fields: {
            file: {
              url: img1
            }
          }
        },
        {
          fields: {
            file: {
              url: room2
            }
          }
        },
        {
          fields: {
            file: {
              url: room3
            }
          }
        },
        {
          fields: {
            file: {
              url: room4
            }
          }
        }
      ]
    }
  },
  {
    sys: {
      id: "2"
    },
    fields: {
      name: "single basic",
      slug: "single-basic",
      type: "Одноместный",
      price: 150,
      size: 250,
      capacity: 1,
      pets: false,
      breakfast: false,
      featured: false,
      description:
        "Уютный номер, в котором могут разместиться гости. Номер с кондиционером, выполненный в спокойной цветовой гамме и распологает к отдыху после долгих экскурсий, прогулок и развлечений на море. В номере предусмотрена вся необходимая мебель. Одним из достоинств этого номера являются большие панорамные окна  и просторный балкон с летней мебелью, что позволит отдыхать на свежем воздухе в любое время суток. Номер содержит все необходимое для комфортного проживания и отдыха: уютная мягкая мебель, спутниковое телевидение, систему кондиционирования, Интернет (WiFi), холодильник. ",
      extras: [
        "Пышные подушки, дышащее постельное белье",
        "Большие, мягкие банные полотенца",
        "Туалетные принадлежности",
        "Бесплатные напитки",
        "Охрана и безопаность",
        "Интернет",
        "Удобные кровати"
      ],
      images: [
        {
          fields: {
            file: {
              url: img2
            }
          }
        },
        {
          fields: {
            file: {
              url: room2
            }
          }
        },
        {
          fields: {
            file: {
              url: room3
            }
          }
        },
        {
          fields: {
            file: {
              url: room4
            }
          }
        }
      ]
    }
  },
  {
    sys: {
      id: "3"
    },
    fields: {
      name: "single standard",
      slug: "single-standard",
      type: "Одноместный",
      price: 250,
      size: 300,
      capacity: 1,
      pets: true,
      breakfast: false,
      featured: false,
      description:
        "Уютный номер, в котором могут разместиться гости. Номер с кондиционером, выполненный в спокойной цветовой гамме и распологает к отдыху после долгих экскурсий, прогулок и развлечений на море. В номере предусмотрена вся необходимая мебель. Одним из достоинств этого номера являются большие панорамные окна  и просторный балкон с летней мебелью, что позволит отдыхать на свежем воздухе в любое время суток. Номер содержит все необходимое для комфортного проживания и отдыха: уютная мягкая мебель, спутниковое телевидение, систему кондиционирования, Интернет (WiFi), холодильник. ",
      extras: [
        "Пышные подушки, дышащее постельное белье",
        "Большие, мягкие банные полотенца",
        "Туалетные принадлежности",
        "Бесплатные напитки",
        "Охрана и безопаность",
        "Интернет",
        "Удобные кровати"
      ],
      images: [
        {
          fields: {
            file: {
              url: img3
            }
          }
        },
        {
          fields: {
            file: {
              url: room2
            }
          }
        },
        {
          fields: {
            file: {
              url: room3
            }
          }
        },
        {
          fields: {
            file: {
              url: room4
            }
          }
        }
      ]
    }
  },
  {
    sys: {
      id: "4"
    },
    fields: {
      name: "single deluxe",
      slug: "single-deluxe",
      type: "Одноместный",
      price: 300,
      size: 400,
      capacity: 1,
      pets: true,
      breakfast: true,
      featured: false,
      description:
        "Уютный номер, в котором могут разместиться гости. Номер с кондиционером, выполненный в спокойной цветовой гамме и распологает к отдыху после долгих экскурсий, прогулок и развлечений на море. В номере предусмотрена вся необходимая мебель. Одним из достоинств этого номера являются большие панорамные окна  и просторный балкон с летней мебелью, что позволит отдыхать на свежем воздухе в любое время суток. Номер содержит все необходимое для комфортного проживания и отдыха: уютная мягкая мебель, спутниковое телевидение, систему кондиционирования, Интернет (WiFi), холодильник. ",
      extras: [
        "Пышные подушки, дышащее постельное белье",
        "Большие, мягкие банные полотенца",
        "Туалетные принадлежности",
        "Бесплатные напитки",
        "Охрана и безопаность",
        "Интернет",
        "Удобные кровати"
      ],
      images: [
        {
          fields: {
            file: {
              url: img4
            }
          }
        },
        {
          fields: {
            file: {
              url: room2
            }
          }
        },
        {
          fields: {
            file: {
              url: room3
            }
          }
        },
        {
          fields: {
            file: {
              url: room4
            }
          }
        }
      ]
    }
  },
  {
    sys: {
      id: "5"
    },
    fields: {
      name: "double economy",
      slug: "double-economy",
      type: "Для двоих",
      price: 200,
      size: 300,
      capacity: 2,
      pets: false,
      breakfast: false,
      featured: false,
      description:
        "Уютный номер, в котором могут разместиться гости. Номер с кондиционером, выполненный в спокойной цветовой гамме и распологает к отдыху после долгих экскурсий, прогулок и развлечений на море. В номере предусмотрена вся необходимая мебель. Одним из достоинств этого номера являются большие панорамные окна  и просторный балкон с летней мебелью, что позволит отдыхать на свежем воздухе в любое время суток. Номер содержит все необходимое для комфортного проживания и отдыха: уютная мягкая мебель, спутниковое телевидение, систему кондиционирования, Интернет (WiFi), холодильник. ",
      extras: [
        "Пышные подушки, дышащее постельное белье",
        "Большие, мягкие банные полотенца",
        "Туалетные принадлежности",
        "Бесплатные напитки",
        "Охрана и безопаность",
        "Интернет",
        "Удобные кровати"
      ],
      images: [
        {
          fields: {
            file: {
              url: img5
            }
          }
        },
        {
          fields: {
            file: {
              url: room2
            }
          }
        },
        {
          fields: {
            file: {
              url: room3
            }
          }
        },
        {
          fields: {
            file: {
              url: room4
            }
          }
        }
      ]
    }
  },
  {
    sys: {
      id: "6"
    },
    fields: {
      name: "double basic",
      slug: "double-basic",
      type: "Для двоих",
      price: 250,
      size: 350,
      capacity: 2,
      pets: false,
      breakfast: false,
      featured: false,
      description:
        "Уютный номер, в котором могут разместиться гости. Номер с кондиционером, выполненный в спокойной цветовой гамме и распологает к отдыху после долгих экскурсий, прогулок и развлечений на море. В номере предусмотрена вся необходимая мебель. Одним из достоинств этого номера являются большие панорамные окна  и просторный балкон с летней мебелью, что позволит отдыхать на свежем воздухе в любое время суток. Номер содержит все необходимое для комфортного проживания и отдыха: уютная мягкая мебель, спутниковое телевидение, систему кондиционирования, Интернет (WiFi), холодильник. ",
      extras: [
        "Пышные подушки, дышащее постельное белье",
        "Большие, мягкие банные полотенца",
        "Туалетные принадлежности",
        "Бесплатные напитки",
        "Охрана и безопаность",
        "Интернет",
        "Удобные кровати"
      ],
      images: [
        {
          fields: {
            file: {
              url: img6
            }
          }
        },
        {
          fields: {
            file: {
              url: room2
            }
          }
        },
        {
          fields: {
            file: {
              url: room3
            }
          }
        },
        {
          fields: {
            file: {
              url: room4
            }
          }
        }
      ]
    }
  },
  {
    sys: {
      id: "7"
    },
    fields: {
      name: "double standard",
      slug: "double-standard",
      type: "Для двоих",
      price: 300,
      size: 400,
      capacity: 2,
      pets: true,
      breakfast: false,
      featured: false,
      description:
        "Уютный номер, в котором могут разместиться гости. Номер с кондиционером, выполненный в спокойной цветовой гамме и распологает к отдыху после долгих экскурсий, прогулок и развлечений на море. В номере предусмотрена вся необходимая мебель. Одним из достоинств этого номера являются большие панорамные окна  и просторный балкон с летней мебелью, что позволит отдыхать на свежем воздухе в любое время суток. Номер содержит все необходимое для комфортного проживания и отдыха: уютная мягкая мебель, спутниковое телевидение, систему кондиционирования, Интернет (WiFi), холодильник. ",
      extras: [
        "Пышные подушки, дышащее постельное белье",
        "Большие, мягкие банные полотенца",
        "Туалетные принадлежности",
        "Бесплатные напитки",
        "Охрана и безопаность",
        "Интернет",
        "Удобные кровати"
      ],
      images: [
        {
          fields: {
            file: {
              url: img7
            }
          }
        },
        {
          fields: {
            file: {
              url: room2
            }
          }
        },
        {
          fields: {
            file: {
              url: room3
            }
          }
        },
        {
          fields: {
            file: {
              url: room4
            }
          }
        }
      ]
    }
  },
  {
    sys: {
      id: "8"
    },
    fields: {
      name: "double deluxe",
      slug: "double-deluxe",
      type: "Для двоих",
      price: 400,
      size: 500,
      capacity: 2,
      pets: true,
      breakfast: true,
      featured: true,
      description:
        "Уютный номер, в котором могут разместиться гости. Номер с кондиционером, выполненный в спокойной цветовой гамме и распологает к отдыху после долгих экскурсий, прогулок и развлечений на море. В номере предусмотрена вся необходимая мебель. Одним из достоинств этого номера являются большие панорамные окна  и просторный балкон с летней мебелью, что позволит отдыхать на свежем воздухе в любое время суток. Номер содержит все необходимое для комфортного проживания и отдыха: уютная мягкая мебель, спутниковое телевидение, систему кондиционирования, Интернет (WiFi), холодильник. ",
      extras: [
        "Пышные подушки, дышащее постельное белье",
        "Большие, мягкие банные полотенца",
        "Туалетные принадлежности",
        "Бесплатные напитки",
        "Охрана и безопаность",
        "Интернет",
        "Удобные кровати"
      ],
      images: [
        {
          fields: {
            file: {
              url: img8
            }
          }
        },
        {
          fields: {
            file: {
              url: room2
            }
          }
        },
        {
          fields: {
            file: {
              url: room3
            }
          }
        },
        {
          fields: {
            file: {
              url: room4
            }
          }
        }
      ]
    }
  },
  {
    sys: {
      id: "9"
    },
    fields: {
      name: "family economy",
      slug: "family-economy",
      type: "Семейный",
      price: 300,
      size: 500,
      capacity: 3,
      pets: false,
      breakfast: false,
      featured: false,
      description:
        "Уютный номер, в котором могут разместиться гости. Номер с кондиционером, выполненный в спокойной цветовой гамме и распологает к отдыху после долгих экскурсий, прогулок и развлечений на море. В номере предусмотрена вся необходимая мебель. Одним из достоинств этого номера являются большие панорамные окна  и просторный балкон с летней мебелью, что позволит отдыхать на свежем воздухе в любое время суток. Номер содержит все необходимое для комфортного проживания и отдыха: уютная мягкая мебель, спутниковое телевидение, систему кондиционирования, Интернет (WiFi), холодильник. ",
      extras: [
        "Пышные подушки, дышащее постельное белье",
        "Большие, мягкие банные полотенца",
        "Туалетные принадлежности",
        "Бесплатные напитки",
        "Охрана и безопаность",
        "Интернет",
        "Удобные кровати"
      ],
      images: [
        {
          fields: {
            file: {
              url: img9
            }
          }
        },
        {
          fields: {
            file: {
              url: room2
            }
          }
        },
        {
          fields: {
            file: {
              url: room3
            }
          }
        },
        {
          fields: {
            file: {
              url: room4
            }
          }
        }
      ]
    }
  },
  {
    sys: {
      id: "10"
    },
    fields: {
      name: "family basic",
      slug: "family-basic",
      type: "Семейный",
      price: 350,
      size: 550,
      capacity: 4,
      pets: false,
      breakfast: false,
      featured: false,
      description:
        "Уютный номер, в котором могут разместиться гости. Номер с кондиционером, выполненный в спокойной цветовой гамме и распологает к отдыху после долгих экскурсий, прогулок и развлечений на море. В номере предусмотрена вся необходимая мебель. Одним из достоинств этого номера являются большие панорамные окна  и просторный балкон с летней мебелью, что позволит отдыхать на свежем воздухе в любое время суток. Номер содержит все необходимое для комфортного проживания и отдыха: уютная мягкая мебель, спутниковое телевидение, систему кондиционирования, Интернет (WiFi), холодильник. ",
      extras: [
        "Пышные подушки, дышащее постельное белье",
        "Большие, мягкие банные полотенца",
        "Туалетные принадлежности",
        "Бесплатные напитки",
        "Охрана и безопаность",
        "Интернет",
        "Удобные кровати"
      ],
      images: [
        {
          fields: {
            file: {
              url: img10
            }
          }
        },
        {
          fields: {
            file: {
              url: room2
            }
          }
        },
        {
          fields: {
            file: {
              url: room3
            }
          }
        },
        {
          fields: {
            file: {
              url: room4
            }
          }
        }
      ]
    }
  },
  {
    sys: {
      id: "11"
    },
    fields: {
      name: "family standard",
      slug: "family-standard",
      type: "Семейный",
      price: 400,
      size: 600,
      capacity: 5,
      pets: true,
      breakfast: false,
      featured: false,
      description:
        "Уютный номер, в котором могут разместиться гости. Номер с кондиционером, выполненный в спокойной цветовой гамме и распологает к отдыху после долгих экскурсий, прогулок и развлечений на море. В номере предусмотрена вся необходимая мебель. Одним из достоинств этого номера являются большие панорамные окна  и просторный балкон с летней мебелью, что позволит отдыхать на свежем воздухе в любое время суток. Номер содержит все необходимое для комфортного проживания и отдыха: уютная мягкая мебель, спутниковое телевидение, систему кондиционирования, Интернет (WiFi), холодильник. ",
      extras: [
        "Пышные подушки, дышащее постельное белье",
        "Большие, мягкие банные полотенца",
        "Туалетные принадлежности",
        "Бесплатные напитки",
        "Охрана и безопаность",
        "Интернет",
        "Удобные кровати"
      ],
      images: [
        {
          fields: {
            file: {
              url: img11
            }
          }
        },
        {
          fields: {
            file: {
              url: room2
            }
          }
        },
        {
          fields: {
            file: {
              url: room3
            }
          }
        },
        {
          fields: {
            file: {
              url: room4
            }
          }
        }
      ]
    }
  },
  {
    sys: {
      id: "12"
    },
    fields: {
      name: "family deluxe",
      slug: "family-deluxe",
      type: "Семейный",
      price: 500,
      size: 700,
      capacity: 6,
      pets: true,
      breakfast: true,
      featured: true,
      description:
        "Уютный номер, в котором могут разместиться гости. Номер с кондиционером, выполненный в спокойной цветовой гамме и распологает к отдыху после долгих экскурсий, прогулок и развлечений на море. В номере предусмотрена вся необходимая мебель. Одним из достоинств этого номера являются большие панорамные окна  и просторный балкон с летней мебелью, что позволит отдыхать на свежем воздухе в любое время суток. Номер содержит все необходимое для комфортного проживания и отдыха: уютная мягкая мебель, спутниковое телевидение, систему кондиционирования, Интернет (WiFi), холодильник. ",
      extras: [
        "Пышные подушки, дышащее постельное белье",
        "Большие, мягкие банные полотенца",
        "Туалетные принадлежности",
        "Бесплатные напитки",
        "Охрана и безопаность",
        "Интернет",
        "Удобные кровати"
      ],
      images: [
        {
          fields: {
            file: {
              url: img12
            }
          }
        },
        {
          fields: {
            file: {
              url: room2
            }
          }
        },
        {
          fields: {
            file: {
              url: room3
            }
          }
        },
        {
          fields: {
            file: {
              url: room4
            }
          }
        }
      ]
    }
  },
  {
    sys: {
      id: "13"
    },
    fields: {
      name: "presidential",
      slug: "presidential-room",
      type: "Президентский",
      price: 600,
      size: 1000,
      capacity: 10,
      pets: true,
      breakfast: true,
      featured: true,
      description:
        "Уютный номер, в котором могут разместиться гости. Номер с кондиционером, выполненный в спокойной цветовой гамме и распологает к отдыху после долгих экскурсий, прогулок и развлечений на море. В номере предусмотрена вся необходимая мебель. Одним из достоинств этого номера являются большие панорамные окна  и просторный балкон с летней мебелью, что позволит отдыхать на свежем воздухе в любое время суток. Номер содержит все необходимое для комфортного проживания и отдыха: уютная мягкая мебель, спутниковое телевидение, систему кондиционирования, Интернет (WiFi), холодильник. ",
      extras: [
        "Пышные подушки, дышащее постельное белье",
        "Большие, мягкие банные полотенца",
        "Туалетные принадлежности",
        "Бесплатные напитки",
        "Охрана и безопаность",
        "Интернет",
        "Удобные кровати"
      ],
      images: [
        {
          fields: {
            file: {
              url: room1
            }
          }
        },
        {
          fields: {
            file: {
              url: room2
            }
          }
        },
        {
          fields: {
            file: {
              url: room3
            }
          }
        },
        {
          fields: {
            file: {
              url: room4
            }
          }
        }
      ]
    }
  }
];
